Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 0.1秒，游小默用这么短的时间反应，然后立马闪人了。
en_us: 0.1 second was how long You XiaoMo reacted and ran.

source: 0分钟到5分钟，包括5分钟，分数为零。
en_us: From zero to five minutes, inclusive, no points were given.

source: 10分钟到15分钟，包括15分钟，得分是两分。
en_us: From ten to fifteen, inclusive, two points would be given.

source: 25分钟到30分钟，包括30分钟，得分是五分。
en_us: All the way up to twenty-five to thirty minutes where all five points would be awarded.

source: 5分钟到10分钟的范围，包括10分钟，得分是一分。
en_us: From five to ten minutes, inclusive, it was one point.

source: 似想到什么，游单突然瞪大眼睛“你该不会就是……”然后他的视线猛地落在身后的游小默身上。
en_us: As if remembering something, You Dan's eyes suddenly widened. "Could you be..." Then his gaze suddenly flicked to You XiaoMo.

source: 再者他是最熟悉游小默的人，所以从一些蛛丝马迹就能猜到一二。
en_us: In addition, he was the most familiar with You XiaoMo, so he could guess from what little leads there were.

source: 后者怎么听就觉得怎么荒谬。
en_us: The latter idea was absolutely absurd.

source: “儿纸～快起床，我们要出发了。
en_us: "“Son~ Quickly get up, we're setting off soon.

source: 那他也太可怜了，遇上了不负责的长辈。”
en_us: Then he's really too pitiful to have met such an irresponsible elder."

source: 麟杭毕恭毕敬地道：“麟杭有负少主之托，没能见到那个人。”
en_us: Lin Hang respectfully replied, "Lin Hang has disappointed the young master and was unable to meet with that person."

source: ——砰！
en_us: ---- bang!

source: ‘侩子手’仍然在感慨他的好心。
en_us: While the 'executioner' was still feeling touched at his good deed.

source: ‘狗’的脑门霎时出现暴怒的符号。
en_us: Signs of violent rage instantly emerged on the forehead of the 'dog'.

source: “你等着看吧。”凌霄回道。
en_us: "Just wait and see," Ling Xiao replied.

source: “儿纸～”
en_us: "Son~"

source: “是那个凌霄和被赤血家族通缉的游小默，没想到他们还真的敢出现，我记得赤血家族好像已经进去了，他们进去一这会碰到。
en_us: "It's You XiaoMo who is wanted by the ChiXue Clan and that Ling Xiao. I didn't think they'd dare to appear. I remember the ChiXue Clan seems to have entered already, but they would surely meet once they go in.

source: “有意思，等着看好戏了。
en_us: "Interesting, we've got a good show to watch now.

source: “靠，这也太牛逼了，他们是什么人？
en_us: "Fuck, this is too freaking awesome. Who are they?

source: “……”该说自信，还是自负过头？
en_us: "..." Should he call this confidence or conceited?

source: “……”大鹏鸟扑腾的翅膀僵住了。
en_us: "..." The Roc's wings that had been flapping frantically were suddenly motionless.

source: “……”游小默被他一瞬间噎住了，沉默了两秒，他忍不住问道：“你知道我要说什么吗？”
en_us: "..." You XiaoMo choked for a moment because of him and stayed silent for two seconds before he couldn't resist asking, "Do you know what I'm about to say?"

source: “……原来你在鄙视和轻视我啊，罪加一等。”
en_us: "...So you have been despising and holding me in contempt ah. Your sin has risen by a grade."

source: “……我被耍了。”
en_us: "... I've been played."

source: “……还是想吧。”
en_us: "......I want it."

source: “一个多月前，有个人在十五天内连续扫荡了七八座洞府，这个人是你吧？”
en_us: "More than a month ago, a man consecutively cleaned-out seven or eight Immortal’s Caves within fifteen days. Was that you?"

source: “一个月后。”游小默答。
en_us: "In a month," You XiaoMo replied.

source: “一共是一亿三千一百五十万灵晶，我把零头抹掉，算你们一亿三千万灵晶。”
en_us: "The total comes to 131.5(one hundred thirty-one million, five hundred thousand) million spirit gems. Rounding it out, I'll just take one hundred thirty million."

source: “一切安好”银戈淡淡的说道，“其实我父亲本来是打算亲自过来的，他人也已经到了北阳城，但因为突然发生一些事情，所以不得不改变计划，还望傅盟主见谅！”
en_us: "He's been well," Yin Ge said lightly, "In reality, my father had been planning to come in person. He had arrived at BeiYang City already, but because of some unexpected events, he was forced to change his plans. I hope Fu Alliance Head doesn't take offense!"

source: “一区的价位在一积分到两积分之间，有些前辈不是炼丹师，所以他们主要需求灵丹，但是一名院生只能交换一种，多了他们是不会与你交易的。”
en_us: "The price of Block 1 is between one to two points. Some seniors aren't mages, so what they mostly need are magic pills. But a student can only exchange one type of pill, if there's more they won't exchange with you."

source: “一号出价五亿两千万。”
en_us: "Number one has bid five hundred and twenty million."

source: “一定会。”苏朗肯定的说道，“他们为了得到心灵花草都肯花几千万灵晶，一定不会放过任何可以得到黑莲草的机会，而且那个伙计也说了，他们没有留下联络方式，所以只能等他们自己上门。”
en_us: "Of course," Su Lang said with absolute certainty. "They were willing to spend tens of millions of spirit gems to obtain the Herat Flower Herb. They definitely wouldn't let any chance of obtaining the Black Lotus Herb slip by. Plus, the manager said that they didn't leave any contact information, so we can only wait for them to return."

source: “一点点。”游小默下意识的回道，脑子转了个弯才觉得他反了，这句话应该是他问才对，“你怎么样？”
en_us: "A little bit." You XiaoMo subconsciously returned. Only after his brain made a full circle (脑子转了个弯) did he realize that it was the opposite. He should be the one asking this sentence. "How are you?"

source: “一积分五万灵晶。”
en_us: "One point for fifty thousand spirit gems."

source: “一群不知好歹的家伙，你们就等着后悔吧。”
en_us: "Just wait; you don't know who you've messed with."

source: “一群不知死活的脏东西，竟然敢对我姐姐出言不逊，你们可知道我们是谁，说出来吓死你们！”莫菲立刻跳出来，虽然是双胞胎，但是她的身材没有莫雪丰满有料，看起来比较瘦弱，不过在强盗们看来也很活泼可爱。
en_us: "A crowd of reckless dirty objects dares to speak so insolently about my older sister? If we were to tell you who we are, it'd scare you to death!" Mo Fei instantly leaped forward. Even though they were twins, her figure wasn't as full or impressive as Mo Xue's. She looked fairly frail and weak, but the bandits still felt that she seemed very lively and cute.

source: “一起去。”凌霄打断他的话。
en_us: "Together." Ling Xiao interjected.

source: “万俟西元？”斗篷人顿时惊呼一声。
en_us: "Moqi Xiyuan? (万俟西元)" The cloaked person immediately cried out in alarm.

source: “万俟部长……”
en_us: "Chief MoQi..."

source: “万俟部长应该知道我的意思，黑蜘蛛不是个合作的好对象，他们随时都可能在背后捅我们一刀，何不等他们两人斗得两败俱伤再动手。”夏音有把柄落在凌霄手上，但是只要有一丝希望，她就不会妥协。
en_us: "Chief MoQi should know what I mean. The Black Spider is not good a partner to cooperate with. They may stab us in the back at any time. Why not wait until both sides have suffered great losses before making a move?" Ling Xiao had blackmail (把柄) over Xia Yin, but she would not compromise if there was a glimmer of hope.

source: “万俟部长，你可以考虑，你是个聪明人，我的提议对水西部落只有好处，水西部落现在的处境你应该明白，夏玛针对水西部落的行为越来越明目张胆，再过不久，他很可能会发起两部落的战争，我的时间也不多，所以我希望你能尽快给我答复。”夏音说道。
en_us: "Chief MoQi, you can think about this. You are a wise man. My proposal contains only benefits for the ShuiXi Tribe. You should understand the current situation of the ShuiXi Tribe. Mo Ma's actions against the ShuiXi Tribe are becoming more and more brazen. In the near future, he will probably initiate a war between the two tribes. I don't have much time, so I hope that you can give me an answer as soon as possible. " Xia Yin said.

source: “万师傅，我想借用一下厨房可以吗？”游小默走到万厨师面前，然后拿了几枚灵晶给他。
en_us: "Chef Wan, can I borrow the kitchen?" You XiaoMo walked in front of Chef Wan and gave him a few spirit gems.

source: “万师傅，能不能麻烦你们帮我们把饭菜都端到房间里，作为回报，我刚刚多做的一些就给你们怎么样？”
en_us: "Master Wan, can you help us bring the food to the room? In return, I'll let you have some of what I just made; how does that sound?"

source: “三号出价五亿三千万。”拍卖师大声喊道。
en_us: Number 3 has bid five hundred and thirty million," the auctioneer announced.

source: “上次他的修为还没完全恢复。”
en_us: "Last time his cultivation hadn't yet completely recovered."

source: “上次没能见到，这次挺让人期待的啊！”白衣人笑眯眯的说道，虽然没有像黑衣人直接表达出不喜，但他那句期待却说得很平静，仿佛有些不以为意。
en_us: “I didn’t get to meet him last time, I’m rather looking forward to it this time.”The white robed man beamed. Although he did not directly express his unhappiness like the black robed man, his sentence of ‘looking forward’ was spoken very serenely, as if he was somewhat unconcerned.

source: “下次手别再抖了。”
en_us: "Don't let your hand slip next time."

source: “下次提前说一声可以吗？”
en_us: "Can you warn me beforehand next time?"

source: “不。”银戈牵着风迟云的手，“我现在的实力还不是我父亲的对手，所以我决定和迟云在外闯荡提升实力，直到我打败我父亲为止。”
en_us: "No." Yin Ge held Feng ChiYun's hand. "My current strength isn't enough to face my father, so I've decided to travel with Feng ChiYun to train and improve until I can defeat my father."

source: “不不不……不用了，灵晶就可以了。”
en_us: "No no no...no need, spirit gems are fine."

source: “不可能。”游君其全力否认，一本正经地说道：“爹爹刚刚听到你说‘你的错觉’，爹爹不可能听错的。”
en_us: "Impossible." You JunQi denied it with all his strength and solemnly stated, "Daddy just heard you say 'you're delusional'. It's impossible for daddy to have misheard."

source: “不可能！”颜辉想也不想就拒绝了，“师傅传消息过来之前，你只能待在庄园里，届时我会把事情告诉师傅，请他老人家定夺。”
en_us: "Impossible!" Yan Hui refused without even thinking about it. "Before shifu sends the information over, you can only stay in the mansion. When the time comes, I'll relay the matter back to shifu and ask him to make the final decision."

source: “不可能，我今年才二十五岁，如今已经是一名彩级一品丹师，当初师傅说过我是通天大陆第一的天才，天才怎么会输给一个无名小卒。”苏朗傲慢的说道，虽然前段时间才突破，但是他一直都很为自己骄傲。
en_us: "Impossible, I'm only 25 years old this year, and I'm already a Grade One Rainbow Level mage. Back then, shifu once said that I was TongTian Continent's number one genius, how can a genius lose to a nameless nobody?" Su Lang said arrogantly. Even though he had only just broken through not long ago, but he had always been very proud of himself.

source: “不好！”花姑其实有在分神的注意着游咏的一举一动，见她神情有异便猜测她有后手。
en_us: "Shit!" Hua Gu was actually paying half a mind to You Yong's each and every move. Upon seeing something strange in her expression, she guessed that You Yong had a way of escape.

source: “不好，它要自爆了。”
en_us: "Not good, it's about to self-destruct."

source: “不好，那家伙以前就只会欺负我。”
en_us: "No way, that guy only ever bullies me."

source: “不如我们去叫那厨师帮我们做一顿？”王华提议道。
en_us: "How about we call that Chef to make us a meal?" Wang Hua suggested.

source: “不对，他之前似乎也有踢中几个人，不止十一人。”
en_us: “No, he kicked a couple of people off before as well, so it’s not just eleven.”

source: “不对，这是传递信息的黑鸦，它的右脚有东西。”
en_us: "No, this is a messenger Black Crow. There's something on its right leg."

source: “不急。”凌霄按住他的肩膀。
en_us: "There's no hurry." Ling Xiao pressed on his shoulder.

source: “不是你做的是谁？”杨丁皱起眉，对他的话只信了三分，因为这艘商船就只有他一个厨师，不是他还能是谁。
en_us: "If it wasn't you then who?" Yang Ding squinted his brows as he only believed a fraction of what he said. The reason being that on this who comerical ship, only he was a chef, if it wasn't him then who?

source: “不是你挨打你当然会这么说。”强者甲并不领他的情，真要帮他一开始就应该跟他说，而不是事后才来假好心。
en_us: "Of course you can say that. You're not the one beat up." Expert^1 said ungratefully. If he really wanted to help, he should have said so in the beginning and not after, pretending to be of help.

source: “不是才过十天，难道又有什么好消息？”
en_us: "Isn't it just been ten days. Could it be that there's some other exciting news again?"

source: “不是每个外来者都那么好欺负，有些人补反抗只是不想与你们这些弱者计较而已，不要太自以为是，哪一天要是惹到一个脾气比我更差了，只会给你们集九镇带来灭顶之灾。”
en_us: "Not every outsider can be bullied so easily. Some people don't resist because they don't want to argue with weak people like you. Don't be too arrogant. If you provoke someone with a worse temper than mine one day, it will only bring disaster to JiJiu Town."

source: “不是让你大摇大摆的捕捉龟族人，只要找到与莫景相似的人再暗地里处置即可。”
en_us: "I'm not telling you to hunt the Tortoise Clan's people in broad daylight. As long as you find the people who look like Mo Jing and deal with them secretly, that will suffice."

source: “不是！”
en_us: "Nope!"

source: “不清楚，这件事我要尽快通知主人，另外，你想个办法派人去跟着他们，一定要知道他们的行踪，等我请示过主人后再定夺。”
en_us: "I'm not sure, but I must quickly notify Master of this. Also, think of a way to send someone to go follow them. We have to know their whereabouts, and we'll make a final decision after I hear back from Master."

source: “不然也不能把天恨说的哑口无言。”天明哈哈大笑道，终是忍不住笑了起来。
en_us: "He wouldn't be able to make Tian Hen so speechless otherwise." Tian Ming started laughing, unable to hold back any longer.

source: “不然进去看看？”凌霄提议道，虽然妖坟场里不乏一些大神勇者，比方说生前实力还在他之上的，但毕竟已经死了那么多年，生前再厉害，死后也不可能恢复巅峰状态，再者他的神火是它们的克星。
en_us: "Should we go in and take a look?" Ling Xiao suggested. Although there was no lack of powerhouses in the Demon Beast Graveyard, including those who had been even stronger than him before their death, in the end they had still been dead for so many years now. No matter how powerful they were in life, there was no way they could regain their peak condition in death. Moreover, his Godfire (神火) was their natural enemy.

source: “不用”
en_us: "I don't need to."

source: “不用。”凌霄想也没想就否定了，眼中透着一丝诡异的笑意，“既然留纸条的人让我们两人去，那就如‘他’所愿好了。”
en_us: "No." Ling Xiao rejected it without even a second thought. A hint of a strange smile flashed through his eyes, "Since the person who left the note asked only the both of us to go, then let's just do as 'he' wishes."

source: “不用。”掌柜说道，“其他房间的客人已经被我们迷昏了，暂时不会有人发现，先找找他们的储物袋。”
en_us: "No need," the owner said, "The other customers have already been knocked out. No one will notice for a while. Let's find their magic bags first."

source: “不用了。”游小默果断拒绝，就算不是要走，他也没兴趣被这群恶心的家伙跟着。
en_us: "No need." You XiaoMo resolutely rejected him. Even though he wasn't leaving, he still had no interest in being followed by these disgusting fellows.

source: “不用看了，他早知道了。”凌霄漫不经心的说道，之前透露过名字的时候，他就猜到会有这一天。
en_us: "No need to look anymore, he's known for a long time now." Ling Xiao said absently. When they had divulged their names before, he had guessed that such a day would come.

source: “不用看了，是宫殿的地图。”凌霄拍拍他的脑袋，率先走向宫殿的大门，门中央镶着一颗白虎的脑袋，栩栩如生，两只眼睛似是蓝宝石雕刻，偶尔闪过几道光芒，异常逼真。
en_us: "No need to look, it's the map of the palace." Ling Xiao patted him on the head as he walked first over to the palace gate. On the gate was a sculpture of a white tiger's head, that was incredibly realistic with two eyes made of sapphires. Sometimes light will shine and reflect off of it, creating the illusion of it being alive.

source: “不用，就让他们过来好了。”凌霄挥挥手，“让那些鼠兽继续守在附近，若是还有人靠近立刻通知我。”
en_us: "No need, just let them come." Ling Xiao waved his hand. "Let those Rat Beasts continue to keep guard nearby. If more people get close, let me know immediately."

source: “不用，我已经有安排了。”男人挥了下手，“你下去吧。”
en_us: "No need, I've already made arrangements." The man waved a hand. "You're dismissed."

source: “不着急，但是也不能在这里呆太久，外面现在应该已经乱成一团了。”凌霄淡淡的说道。
en_us: "No hurry, but we can't stay here too long. It's probably a mess on the outside now." Ling Xiao indifferently stated.

source: “不着急，慢慢来吧。”凌霄的手放在他的脑袋上。
en_us: "Don't be impatient. Take things slowly." Ling Xiao placed his hand on his head.

source: “不知道！”
en_us: "I don't know!"

source: “不管是不是挑衅的人，不过是个藏头露尾的人。”黑衣人不耐烦的说道，“天刀让我们尽快回去，你到底走不走？”
en_us: “It doesn't matter whether it was the same person who did the provoking or not. It’s only just a guy who hid the head and showed the tail.”The black robed man impatiently grumbled, “Tian Dao asked us to go back as soon as possible. Are you coming or not?”

source: “不管是谁，我绝对不会放过他！”天修阴沉着脸恶狠狠地说道，好好一张俊雅的脸被他败得像地狱爬上来的修罗。
en_us: "It doesn't matter who it is, I definitely won't let him go!" Tian Xiu's face was gloomy as he spoke fiercely. His ordinarily refined and elegant face was rearranged into something that looked like an evil spirit that had crawled out of hell.

source: “不自量力！”颜辉冷哼道，“他的实力分明在你我之上，如果我补及时拉走你，现在你根本补可能再站在这里。”
en_us: "You're overestimating yourself!" Yan Hui sneered coldly. "His level of strength is clearly above ours. If I didn't drag you away in time, there's no way you would be standing here now."

source: “不行。”凌霄干脆的否定他的提议。
en_us: "No." Ling Xiao rejected his idea out right.

source: “不要。”游小默想也不想就拒绝了。
en_us: "Nope." You XiaoMo rejected it without a second thought.

source: “不要杀我，我再也不敢了，不要杀我！”
en_us: "Don't kill me! I won't dare to do it again, don't kill me!"

source: “不要闹事，这里可是苍盟的地盘。”老者的声音在他耳边淡淡的响起。
en_us: "Don't make a fuss, this is the Cang Association's territory." The elderly man's voice faintly resounded beside his ears.

source: “不要！”凌霄干脆的拒绝了。
en_us: "No!" Ling Xiao bluntly rejected.

source: “不认识！”凌霄嫌弃的将洞口两名黑衣人的尸体提出山洞，地上的血半干半湿，他们显然躲在这里有一小段时间了。
en_us: "Don't know!" Ling Xiao said with distaste as he threw out two of the men's corpses. The blood on the floor was half dry and half wet, clearly they had been hiding here for a while now.

source: “不论得到的答案是什么，结果都不会改变。”其实凌霄想了解血脉的事情不仅仅是想问清楚他身上的龙族血脉，他有一种直觉，古叔好像有什么事情瞒着他一样。
en_us: "No matter the answer, the conclusion wouldn't change." The truth was that Ling Xiao wanted to know about his bloodline not only to find out where his Dragon Clan blood came from but also, he had an intution that Uncle Gu was hidding something from him.

source: “不该不经你的同意就用湖里的灵水。”
en_us: "I should not have used the spiritual water in the lake without your permission."

source: “不该鄙视和轻视你。”
en_us: "I should not have despised and held you in contempt."

source: “不说话我就当你同意了，那我去叫凌霄进来，让他用麒麟神火烤，一定会很美味的。”说完他就作势要离开空间。
en_us: "If you don't speak, I'll take your silence as agreement. In that case, I'll call Ling Xiao to come in and ask him to use his Qilin Godfire to roast you. You'd definitely be extremely delicious." With that, he got ready (作势) to leave his dimension.

source: “不过三次挑战必须使用一次，否则视违规，要扣一个积分。”
en_us: "However, you have to use at least one of your three challenges, otherwise you break the rules, resulting in one pint being deducted."

source: “不过你也算是天狗的少主，如果天狗的成员都是这么变态的家伙，那么他们会听命于你吗？”游小默灵光一闪。
en_us: "However, you can also be considered at the young master of the Tiangous. If all the members of Tiangou are such abnormal/perverted guys, then will they obey your orders?" Inspiration struck You XiaoMo.

source: “不过是一个外来者，竟然敢在老娘的地盘上撒野，镇以为你有点实力就能在集九镇动手吗，老娘告诉你，老娘的丈夫可是集九镇最强的人，敢跟我动手，我丈夫绝对不会放过你的。”
en_us: "You're just an outsider! Yet you dare to act wildly in this old woman's territory! Do you think that just because you have some strength, you can make a move in JiJiu Town? Let this old woman tell you, this old woman's husband is the strongest person in JiJiu Town. If you dare to start a fight with me, my husband will never let you off."

source: “不过是些贪婪的人！”老人嗤之以鼻。
en_us: "They were just greedy people!" The old man snort disdainfully.

source: “不过还是需要好几天才能到达。”
en_us: "But it'll still take several days to get there."

source: “不错。”颜辉转过身，目光迥然的看着他，脸上蓦然露出一抹快意的笑容，“我说的这个人他叫做游小默，当初我们一起成为逍遥院的院生时，他的灵魂测试出了六彩，虽然中途不小心打断了，但是人人都知道他已经是七彩，而他现在还不到二十五岁，可是你知道他现在的修为有多高吗？”
en_us: "That's right." Yan Hui turned around and looked at him with a clear gaze as a elated smile bloomed on his face, "The person I'm talked about is named You XiaoMo. The evaluation of his soul (灵魂测试) showed six colors when we both became students of XiaoYao Institution. Although his test was accidentally interrupted, everyone knew that his soul was already seven colors. Furthermore, he is not even twenty-five years old, but do you know how high his cultivation base is now?"

source: “不错嘛！”
en_us: "Not bad!"

source: “不错，上次我见到他的时候，他已经是一名神经七星强者，十神榜你知道的他曾经连续打败了十神榜上的铁血神游安泰和中天的老鹰，现在正是十神榜上的一名。”男人边说边满意的点点头。
en_us: "Correct. The last time I saw him, he was already a Divine seven-star expert. You know the list of the Ten Gods (十神榜), he once consecutively defeated the Ten Gods' Iron Blood God You AnTai and Zhong Tian's Eagle Guild. Right now, he's ranked number one on the Ten Gods Ranking." As the man spoke, he nodded his head, satisfied.

source: “不错，不过你别想骗本域主，你在传音石上做了手脚以为我不知道，其实你根本就没有同伙！”星罗城主冷笑道。
en_us: "That's right, but don't think you can trick me. Don't think I don't know you did something to your transmission stone, in reality you don't have an accomplice!" The City Master of Starfall City laughed coldly.

source: “不错，我们确实知道莫景的事情，若不是这样，眼下怕是被你们骗过，不过你们似乎也早就识破我们的身份对吧？”
en_us: "That's right, we definitely know what happened to Mo Jing. You might have deceived us if we didn't. But you seem to have long recognized us, right?"

source: “不错，我是知道，但那又如何，难道你想告诉我，你口中所说的天才就是两人中的其中一个？”苏朗表情轻蔑。
en_us: "Yes, I know. But what does that have to do with this? Don't tell me that the genius you speak of is one of them?" Su Lang looked contemptuous.

source: “不需要这么麻烦。”凌霄快速的说道，“就算有你爹掩护，他也抵挡不了多久，反而会使自己陷入危险，如果你担心他，那就让他跟着傅苍穹，游震天不会和傅苍穹动手的，就算他想，工会也不会肯。”
en_us: "It doesn't need to be that complicated." Ling Xiao quickly said, "Even if your dad shields us, he can't fend them off for very long. He'll only land himself in danger. If you're worried about him, then you should tell him to follow Fu CangQiong, since You ZhenTian won't make a move against Fu CangQiong. Even if he wants to, the associations won't permit him to."

source: “不需要，我们可以直接把他们叫出来。”凌霄说道。
en_us: "No need, we can just directly call them out." Ling Xiao said.

source: “不！
en_us: "No!

source: “不！”
en_us: "No!"

source: “不，是你太蠢。”
en_us: "No, you are just too stupid."

source: “两个混蛋！”
en_us: "The two bastards!"

source: “两位客人是第一次来吧？”客栈的老板瞧见对方陌生的脸孔立刻猜到了。
en_us: "Is this the two honored guests' first time here?" The owner of the tavern (客栈) immediately guessed upon seeing their unfamiliar faces.

source: “两位小姐，你们没事吧？”
en_us: "Are the two young ladies all right?"

source: “两年不见，伏先生的修为越发精进，这速度就是夏音也自叹不如。”
en_us: "It's been two years since we last saw each other. Mister Fu's (伏先生) cultivation has improved vigorously. Even I, Xia Yin, cannot compare with your speed."

source: “中天你们可能回不去了，游震天虽然卖丹师工会和驭兽工会几分面子不敢在逍遥院动你，但是只要你们一出现，他就不会放过你们，眼下唯有西境还算安全。”
en_us: "You two most likely cannot go back to Zhong Tian. Although You ZhenTian is giving the Mage Association and the Beast Transfiguration Association some face because he doesn't dare to go to the XiaoYao Institution to make a move on you, but as long as you two make an appearance, he won't let you two go. Right now only Xi Jing can still be considered safe."

source: “为什么不急，黑蜘蛛现在说不定已经发现谷底的隧道。”游小默急的不得了，他比较担心那些势力闯进来后凌霄无法应付他们，所以他更乐意把宝贝拿走再悄悄的离开。
en_us: "Why is there no hurry? The Black Spider may already have found the tunnel at the bottom of the valley." You XiaoMo was very anxious. He was more worried that Ling Xiao would be unable to deal with the forces that barged in, so he was very willing to just take the treasure away and stealthily leave.

source: “为什么不是你母亲？”
en_us: "Why couldn't it be from your mother?"

source: “为什么？”
en_us: "Why?"

source: “为什么？”众人不解的问道，他们连家伙都准备好了。
en_us: "Why?" Everyone asked, confused. They had even come prepared.

source: “为什么？”游小默不解道，方正空间符现在很多，用也用不完，他们不像其他圣境强者，制作的空间符要提供给很多人用，比如傅苍穹，他那么多徒弟。
en_us: "Why?" You XiaoMo questioned. They had a lot of teleportation talismans, to the point where they wouldn't ever run out. They were like the other Sacred Realm pracitioners who had to make teleportation talismans for many people, like Fu CangQiong, with his many disciples.

source: “为什么？”游小默又问。
en_us: "Why?" You XiaoMo asked.

source: “为什么？”游小默好奇的问道。
en_us: "Why?" You XiaoMo asked curiously.

source: “为什么？”游小默急忙问道，他确实很疑惑，他可不认为自己的魅力真的那么大，或许只有一半魅力？
en_us: "Why?" You XiaoMo quickly asked, he was truly curious. He didn't think his it was due to his charm, or maybe partially due to his charm?

source: “为什么？”游小默纳闷了，在他看来，妖坟场必定不缺少穷凶极恶的家伙，若真的没有被局限于妖坟场，他们一定早就跑出来岂会一直待在里面，而且一待就是万亿年。
en_us: "Why?" You XiaoMo was puzzled. From what he could see, the Demon Beast Graveyard certainly didn't lack any extremely evil fellows. If there was really nothing keeping them in the Demon Beast Graveyard, then they would've definitely long since run out. Why would they continue to stay in here, and moreover, stay for a trillion years?

source: “为什么？”颜辉问道。
en_us: "Why?" Yan Hui responded.

source: “为夫滚了谁来给你播种？”凌霄把头埋在他颈子里，深深的吸了一口他身上的味道，满鼻子的烤肉味道。
en_us: "If your husband scrams, who will help you sow seeds?" Ling Xiao buried his head in You XiaoMo's neck and took a deep whiff of the smell on his body. The smell of roast meat filled his nose.

source: “为父听说你昨天一直让人打听顶级灵草的事情，而且找的还是不同成长阶段的灵草，这件事可是真的？”
en_us: "Father has heard that you were continuously asking people to inquire about pinnacle level magic herbs yesterday. Furthermore, what you were looking for were magic herbs of different growth stages. Is this rumor true?"

source: “主人主人。”黄鼠兽急匆匆的跑到游小默面前，上气不接下气的说道：“我已经按照您的吩咐交待下去了，不用五天就有消息了。”
en_us: "Master, master." The Ground Squirrel Beast said as he rushed in front of You XiaoMo. After that, he continued out of breath, "I have sent out an order like you asked, it shouldn't take more than five days to get a response."

source: “主人息怒！”毛球安慰他道：“这种风骚欠操的货色根本不值得主人您跟她生气，别为她气坏了身体。”
en_us: "Master, please calm down!" MaoQiu comforted him, "This sort of trash that's going good at being slut isn't worth getting angry at. Don't damage your health by getting angry at her."

source: “主人！”
en_us: "Master!"
